{"data": [{"Author Name": "Dr Lloyd Magangeni", "Author Quote": "Cause channeled in the wrong direction is indistinguishable from handcap", "Category": "success-quotes"}, {"Author Name": "Dr Lloyd Magangeni", "Author Quote": "Some say sky is the limit but I say your assignment is the limit", "Category": "success-quotes"}, {"Author Name": "Dr Lloyd Magangeni", "Author Quote": "Success is the progressive discovery of your assignment", "Category": "success-quotes"}, {"Author Name": "Lailah Gifty Akita, Think Great: Be Great!", "Author Quote": "Believe in yourself, you can do great things!", "Category": "achieving-dreams, believe, believe-and-achieve, believe-in-yourself, christian-quotes, christianity-faith, dreams-quotes, educational-quotes, faith-quotes, greater-glory, greatness-quotes, inspirational-life, inspirational-quotes, inspiring-children, inspiring-thoughts-quotes, learner-quotes, life-and-living, life-philosophy-lifelong-learner, lifelong-education, lifelong-learner, mentor-and-student, positive-quotes, positive-thinking-quotes, possibilities-quotes, potential-quotes, success-quotes, wise-sayings, wise-words"}, {"Author Name": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind", "Author Quote": "The quest for learning is the quest for self-discovery.", "Category": "advice-quotes, ambition-quote, christian-quotes, coaching-quotes, courageous, dreams-quotes, educational-philosophy, educational-quotes, faith-quotes, hope-quotes, inner-strength-quotes, inspirational-quotes, lailah-gifty-akita-affirmations, learner-quotes, learning-quotes, lessons-learnt, life-philosophy, life-quotes, lifelong-education, lifelong-learner, lifelong-reading-quotes, motivation, positive-thought, school, self-awareness, self-determination-quotes, self-realization-quotes, spiritual-wisdom, success-quotes, teacher-quotes, teachers-and-learners, wise-words"}, {"Author Name": "Lailah Gifty Akita, Pearls of  Wisdom: Great  mind", "Author Quote": "Life gives us many test. We must graciously take each test!", "Category": "advice-quotes, christian-life, christian-quotes, daily-quotes, educational-philosophy, educational-quotes, failure-quotes, faith-quotes, fighting-spirit, god, inspirational-quotes, lessons-learnt, life-and-living, life-changing, life-quotes, lifelong-advice, lifelong-education, lifelong-learner, lifelong-reading-quotes, positive-quotes, positive-thinking-quotes, self-esteem-quotes, self-help-quotes, spiritual-life, spirituality, success-quotes, test, uplifting-quotes, wise, wise-quotes"}, {"Author Name": "Bluenscottish", "Author Quote": "On the journey to self discovery be grateful for the fools along the way. Their lack of kindness fueled your success ~bns", "Category": "leadership, success-quotes"}, {"Author Name": "Ameya Agrawal, A Leap Within", "Author Quote": "It's success, which makes you beautiful.", "Category": "a-leap-within, beauty, life, self-help, success, success-quotes, successful-living"}, {"Author Name": "Auliq Ice", "Author Quote": "The greatest challenge in life is discovering who you are, The second greatest is being happy with what you find.", "Category": "alikkais, auliq-ice, life-quotes, progress, success, success-quotes"}, {"Author Name": "Auliq Ice", "Author Quote": "Complaining solves nothing but creative problem solving amongst people with a common focus will produce solutions.", "Category": "alikkais, arguments, auliq-ice, auliq-ice-quotes, complaining, love-quotes, problem-solving, solutions, success-quotes"}, {"Author Name": "Auliq Ice", "Author Quote": "Stop rejecting that unique pathway that was designed exclusively for you. Embrace your destiny, respect yourself and love others.", "Category": "alikkais, auliq-ice, beauty, falling-in-love, friends, friendship, happiness, love-quotes, relationships, success-quotes"}, {"Author Name": "Auliq Ice", "Author Quote": "You can only give yourself a chance to find right things when you stop chasing wrong things.", "Category": "life-goals, success, success-quotes"}, {"Author Name": "Anitra Shelton-Quinn, Becoming Incredibly Irresistible: A Guide to Living the Abundant Life", "Author Quote": "You have immense power--power to overcome, power to achieve, power to possess, and power to prosper, making you incredibly irresistible.", "Category": "inspirational, inspirational-quotes, motivational, success-quotes"}, {"Author Name": "Auliq Ice", "Author Quote": "Success is like a seed, it waits for the right conditions that will allow it to grow.", "Category": "success, success-quotes"}, {"Author Name": "after the storm all its colors glow.", "Author Quote": "Success is like a rainbow", "Category": "Matshona Dhliwayo"}, {"Author Name": " it foretells success. Diligence is a prophet", "Author Quote": "Hard work is a prophet", "Category": " it foretells great success."}, {"Author Name": "Lailah Gifty Akita, Think Great: Be Great!", "Author Quote": "Desire to seek, desire to learn.", "Category": "desire-to-learn, desire-to-love, desires-and-dreams, desires-quotes, educational-philosophy, educational-quotes, inspirational-quotes, inspiring-thoughts, learn, learning-lessons, learning-quotes, learning-to-read, learning-to-shine, lifelong-education, lifelong-learner, lifelong-reading-quotes, seeker-of-fate, seeking-god, seeking-truth, success-quotes, successful-living, wise-quotes, wise-words"}, {"Author Name": "Agona Apell, The Success Genome Unravelled: Turning Men from Rot to Rock", "Author Quote": "The quality of a man is to be judged not by what he drives but by what drives him", "Category": "inspirational-quotes, quality-person, quotes, success-quotes"}, {"Author Name": "Auliq Ice", "Author Quote": "Every success and every bit of progress, is a building block for your next step.", "Category": "development, progress, success, success-quotes"}, {"Author Name": "Auliq Ice", "Author Quote": "If you have the dedication, means and patience to treat your daily struggle, like a step towards success, something bigger will come your way.", "Category": "alikkais, auliq-ice, hard-work, success, success-quotes"}, {"Author Name": "Anonymous", "Author Quote": "I Have Learned Why People Work So Hard To Succeed: It Is Because They Envy The Things Their Neighbors Have. But It Is Useless. It Is Like Chasing The Wind....It Is Better To Have Only A Little, With Peace Of Mind, Than Be Busy All The Time With Both Hands, Trying To Catch The Wind", "Category": "ecclesiastes, inspirational, success, success-quotes, wind"}, {"Author Name": "Vishwas Mudagal", "Author Quote": "When you fail, get hurt, feel bad, but act on it! Everybody fails, but the ones who act are the ones who change the world!", "Category": "actions, business, entrepreneurship, inspriational-quotes, motivational, success-quotes, writing"}, {"Author Name": "Auliq Ice", "Author Quote": "To succeed means you to sail across some difficult courses.", "Category": "success, success-quotes"}, {"Author Name": "Auliq Ice", "Author Quote": "Becoming successful is a rough journey that carries pain and requires perseverance.", "Category": "success, success-quotes"}, {"Author Name": "Agona Apell, The Success Genome Unravelled: Turning Men from Rot to Rock", "Author Quote": "Faith is not mere belief but is that state you attain when you send your will, words, thoughts, beliefs, and actions into orbit around a chosen goal", "Category": "belief-quotes, faith, faith-quotes, quotes, quotes-to-live-by, religion, success, success-quotes, thoughts, willpower"}]}